tap "homebrew/cask-cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

# CLI tools
brew "git"
brew "neovim"
brew "ack"
brew "zsh zsh-completions"
brew "tealdeer"
brew "exa"

# Fonts
cask "font-fira-mono"
cask "font-roboto"

# Apps
cask "1password"
cask "telegram"
cask "spotify"

cask "google-chrome"
cask "firefox"
cask "microsoft-edge"

cask "visual-studio-code"
cask "docker"
cask "dash"
cask "postman"

cask "daisydisk"
cask "google-backup-and-sync"
cask "bartender"
cask "istat-menus"
cask "raycast"

cask "slack"
cask "zoom"
cask "figma"
